
acc1_hello_msg_1 = """
Привет! Я - Алексей, саппорт-менеджер LEAD MAGNET.
Рад, что ты зарегистрировался в нашей партнерской сети!🧲
 
Заполни, пожалуйста, анкету https://forms.gle/FTiYvhewp2wQt5xC8 и напиши мне после заполнения.
Так я смогу лучше помочь тебе заработать вместе с нами) 

❗️ВАЖНО! Подпишись на канал новостей https://t.me/Lead_Magnet_News 
  Там публикуются все актуальные новости по офферам и акциям❗

Добавь, пожалуйста,  этот аккаунт в контакты, чтобы не  потерять😉
"""


acc1_hello_msg_2 = """
Дорогой вебмастер! Дружелюбная поддержка LEAD MAGNET с радостью приветствует тебя в нашей партнерской сети! 🧲

Я - Алексей, саппорт-менеджер. Моя цель - помочь тебе заработать вместе с нами😎

Заполни, пожалуйста, анкету https://forms.gle/FTiYvhewp2wQt5xC8 и напиши мне после заполнения.
Так я смогу подобрать тебе самые лучшие офферы)

❗️ВАЖНО! Подпишись на канал новостей https://t.me/Lead_Magnet_News 
  Там публикуются все актуальные новости по офферам и акциям❗

Также добавь, пожалуйста, этот аккаунт в контакты, чтобы не  потерять😉

"""

acc1_hello_msg_3 = """ 
Привет! Я - Алексей,  менеджер поддержки LEAD MAGNET. 👋
Рад приветствовать тебя в нашей партнерской сети!🧲

Буду твоим проводником на пути к высокому профиту 💸
Заполни, пожалуйста, анкету https://forms.gle/FTiYvhewp2wQt5xC8 и напиши мне после заполнения.
Так мы с тобой сможем  быстрее прийти к успеху😎

❗️ВАЖНО! Подпишись на канал новостей https://t.me/Lead_Magnet_News 
  Там публикуются все актуальные новости по офферам и акциям❗

Добавь этот аккаунт в контакты, чтобы не потерять😉

"""


acc2_hello_msg_1 = """ 
Привет! Я - Алексей, саппорт-менеджер LEAD MAGNET.
Рад, что ты зарегистрировался в нашей партнерской сети!🧲

Заполни, пожалуйста, анкету https://forms.gle/FTiYvhewp2wQt5xC8 и напиши мне после заполнения. 
Так я смогу лучше помочь тебе заработать вместе с нами) 

❗️ВАЖНО! Подпишись на канал новостей https://t.me/Lead_Magnet_News 
  Там публикуются все актуальные новости по офферам и акциям❗

Ответ напиши в этот аккаунт https://t.me/suppleadmagnet и добавь его, пожалуйста, в контакты, чтобы не потерять😉

"""

acc2_hello_msg_2 = """ 
Дорогой вебмастер! Дружелюбная поддержка LEAD MAGNET с радостью приветствует тебя в нашей партнерской сети! 🧲

Я - Алексей, саппорт-менеджер. Моя цель - помочь тебе заработать вместе с нами😎

Заполни, пожалуйста, анкету https://forms.gle/FTiYvhewp2wQt5xC8 и напиши мне после заполнения.
Так я смогу подобрать тебе самые лучшие офферы)

❗️ВАЖНО! Подпишись на канал новостей https://t.me/Lead_Magnet_News 
  Там публикуются все актуальные новости по офферам и акциям❗

Ответ напиши в этот аккаунт https://t.me/suppleadmagnet и добавь его, пожалуйста, в контакты, чтобы не потерять😉

"""


acc2_hello_msg_3 = """
Привет! Я - Алексей,  менеджер поддержки LEAD MAGNET. 👋
Рад приветствовать тебя в нашей партнерской сети!🧲

Буду твоим проводником на пути к высокому профиту 💸
Заполни, пожалуйста, анкету https://forms.gle/FTiYvhewp2wQt5xC8 и напиши мне после заполнения.
Так мы с тобой сможем быстрее прийти к успеху😎

❗️ВАЖНО! Подпишись на канал новостей https://t.me/Lead_Magnet_News 
  Там публикуются все актуальные новости по офферам и акциям❗

Ответ напиши в этот аккаунт https://t.me/suppleadmagnet и добавь его, пожалуйста, в контакты, чтобы не потерять😉
"""



acc_1_msg_tuple = (acc1_hello_msg_1, acc1_hello_msg_2, acc1_hello_msg_3)
acc_2_msg_tuple = (acc2_hello_msg_1, acc2_hello_msg_2, acc2_hello_msg_3)


















